mcot.tex
% Created 2023-06-04 Sun 11:13
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=0.9in]{geometry}
\author{Malaury DUTOUR}
\date{}
\title{Titre \& mise en cohérence des objectifs du TIPE}
\hypersetup{
 pdfauthor={Malaury DUTOUR},
 pdftitle={Titre \& mise en cohérence des objectifs du TIPE},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.6)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{Titre, ancrage et motivation}
\label{sec:orgfb54d1e}
\subsection{Titre}
\label{sec:org01d3945}
L'impact physique de la course à pied.\\\empty
\subsection{Ancrage}
\label{sec:org0f0d5e1}
Le bitume est inévitable pour les coureurs en agglomération. Pourtant ce revêtement bien trop rigide n'est pas idéal pour cette pratique, c'est pour cela que les coureurs tentent au maximum de l'éviter. Qu'en est-il vraiment des traumatismes causés et comment les éviter ?\\\empty
\subsection{Motivation}
\label{sec:org4c2e1d1}
Etant moi même coureur amateur et habitant en agglomération, je suis directement concerné par le problème. J'ai souhaité examiner ce problème en réalisant l'acquisition de données mécaniques lors d'une course à pied en vude d'élaborer un modèle théorique.\\\empty
\section{Mcot}
\label{sec:org5b9b3ef}
\subsection{Positionnement thématique}
\label{sec:org664e08a}
\begin{itemize}
\item Physique (mécanique)\\\empty
\item Informatique (pratique)\\\empty
\end{itemize}
\subsection{Mots clefs}
\label{sec:orgf5f9e06}
\begin{itemize}
\item Course à pied\\\empty
\item Relevés podologiques\\\empty
\item Ajustement de courbe\\\empty
\item Jauge de contrainte\\\empty
\end{itemize}
\subsection{Bibliographie commentée}
\label{sec:orgd7227c8}
Evaluer la douleur ressentie par un coureur demeure difficile, les chercheurs ont principalement recours à deux techniques pour mesurer les contraintes subies par le corps.\\\empty
La première de celle-ci consiste en une analyse biomécanique du sportif [2] afin de principalement quantifier les forces mises en jeu lors de l'effort. Pour cela il est nécessaire de construire un modèle physique de la jambe avant de le soumettre à une simulation numérique [3]. Les principales difficultés de cette méthode résident dans la nécessité de connaître rigoureusement les propriétés des matériaux (tissus, ligaments, muscles, cartilages\ldots{}) et de disposer d'une puissance de calcul importante en raison de la complexité du modèle. Elle requiert également de bonnes connaissances en physique des matériaux qu'un étudiant en classe préparatoire ne maitrise pas.\\\empty
La seconde méthode, purement expérimentale, est en revanche plus accessible pour ce qui me concerne. Une première idée consisterait à faire une chronophotographie de la foulée [2],ce qui se heurte toutefois à un problème de précision dans les relevés des mesures bien qu'une photogrammétrie permettrait de pallier cette imprecision. Une seconde idée consisterait à utiliser une plateforme de force [2] qui évalue la force de réaction entre le sol et les pieds. Cette solution peut sembler idéale mais en pratique elle se heurte d'une part au fait que la plateforme est trop petite pour le coureur qui aurait des difficultés à la viser, et, d'autre part à une possible altération des mesures car le coureur modifierait sa foulée en visant la plaque de pression. Une autre idée consisterait à utiliser un tapis de course équipé de capteurs de pression en chaque point de la surface du tapis [1]. Ce type de matériel est utilisé par les podologues en raison de sa praticité pour établir précisément le diagnostique podologique du patient. Idéale sur le plan technique, cette idée est malheureusement très onéreuse à mettre en oeuvre.\\\empty
Heureusement, il est possible de restreindre l'étude à seulement quelques points stratégiques du pied et ensuite d'extrapoler les résultats au reste de la surface d'appui [3]. L'avantage de cette solution que j'ai ainsi retenue est qu'elle repose sur des ressources abordables et permet de faire des relevés non pas uniquement sur un tapis de course mais sur tout type de surface ce qui permettra un relevé de mesures lors d'une course en environnement urbain.\\\empty
\subsection{Problématique retenue}
\label{sec:org024e323}
Mettre en évidence les traumatismes causés par la course à pied urbaine suivant différents chaussages et type de foulée.\\\empty
\subsection{Objectifs du TIPE}
\label{sec:org22c99bf}
Je me propose:\\\empty
\begin{itemize}
\item De réaliser un dispositif de relevés podologiques.\\\empty
\item D'effectuer des relevés avec ce dispositif sur des surfaces de courses et des chaussures différentes.\\\empty
\item De conclure sur l'influence du bitume sur les traumatismes du coureur.\\\empty
\item De proposer un chaussage adapté à la pratique de la course à pied en ville.\\\empty
\end{itemize}

\subsection{Liste des références bibliographiques}
\label{sec:org8b4ac8a}
\subsubsection{Référence 1}
\label{sec:org51b067e}
\textbf{Thèse de Stephane VERMOND :} \emph{Gestion des modifications podales et des pressions plantaires en ultra-trail par des semelles orthopédiques équipées de barres rétro-capitales métatarsienne}\\\empty
\subsubsection{Référence 2}
\label{sec:orgefdc735}
\textbf{Thèse de Caroline DIVERT :} \emph{Influence du chaussage sur les caractéristiques mécaniques et le coût énergétique de la course à pied}\\\empty
\subsubsection{Référence 3}
\label{sec:org8712a21}
\textbf{Thèse de Tristan Tarrade :} \emph{Conception et fabrication additive de semelles orthopédiques: simulation numérique, évaluation biomécanique et système expert}\\\empty
\section{Déroulé Opérationnel du TIPE}
\label{sec:org938c157}
\begin{itemize}
\item Recherche et réflexion sur un dispositif expérimental pouvant répondre à la problématique.\\\empty
\item Conception et réalisation du circuit éléctronique.\\\empty
\item Calibration en utilisant une régression linéaire. Echec:données non fiables pour des faibles valeurs de pression.\\\empty
\item Solution: programmation d'un algorithme d'ajustement de courbe pour la calibration\\\empty
\item Relevés sur surfaces variées avec différentes chaussures.\\\empty
\item Exploitation des mesures et établissement d'un modèle rhéologique.\\\empty
\end{itemize}
\end{document}